tap "oven-sh/bun"

cask "1password"
cask "alacritty"
cask "font-0xproto-nerd-font"
cask "firefox"
cask "whatsapp"
cask "kitty"
cask "claude-code"
cask "gitkraken"
cask "blender"
cask "mullvad-vpn"
cask "mullvad-browser"

brew "docker"
brew "rclone"
brew "go"
brew "bob"
brew "tmux"
brew "ffmpeg"
brew "imagemagick"
brew "fd"
brew "sk"
brew "hostess"
brew "timewarrior"
brew "node"
brew "tinymist"
brew "typst"
brew "oven-sh/bun/bun"
brew "yarn"
brew "tree"
brew "neofetch"
brew "yarn"

