archlinuxarm-keyring
asahi-alarm-keyring
asahi-fwextract
asahi-meta
asahi-scripts
base
dhcpcd
git
grub
hyprland
iwd
kitty
linux-asahi
linux-firmware
m1n1
man-db
nano
net-tools
netctl
networkmanager
openssh
sudo
uboot-asahi
vi
vim
waybar
which
wofi
